Revit 2027 API
ParameterTypeId.JoistSystemFixedSpacingParam Property
 "Fixed Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoistSystemFixedSpacingParam { get; }
Public Shared ReadOnly Property JoistSystemFixedSpacingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoistSystemFixedSpacingParam {
	ForgeTypeId^ get ();
}
static member JoistSystemFixedSpacingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace